{
  "items": [
        {
            "id": 1,
            "name": "Lobby sup",
            "image":"assets/lobby.jpg",
            "description": "We prepared this recipe for those who want to taste a delicious and relatively different soup. We guarantee that you will really like it. Made with healthy ingredients, extra..."
        },
        {
            "id": 2,
            "name": "Dovga",
            "image":"assets/dovga.jpg",
            "description": "We have prepared for you the recipe of Dovgan, one of the pearls of our cuisine, which is loved and drunk in all seasons. Don't forget to share your thoughts. Ingredients..."
        },
        {
            "id": 3,
            "name": "Pumpkin soup",
            "image":"assets/pumpkin.jpg",
            "description": "Pumpkin has a very rich mineral content. It contains C, E, PP, K, B group vitamins, minerals and trace elements , fructose, pectin substances. Dishes other than pumpkin,..."
        },
        {
            "id": 4,
            "name":"Ezo bridal soup",
            "image":"assets/ezo.jpg",
            "description":"Recipe for Ezo gel soup"
        },
        {
            "id": 5,
            "name":"Milk mushroom soup",
            "image":"assets/mushroom.jpg",
            "description":"They say mushroom soup can't be made without cream. But not everyone can eat a creamy, thick soup. For this you need a different mushroom..."
        },
        {
            "id": 6,
            "name":"Surfed",
            "image":"assets/surfulu.jpg",
            "description":"Surhullu is a pastry dish belonging to the north-western zone of Azerbaijan. Rubbing the name of this dish, which is eaten especially in winter,..."
        },
        {
            "id": 7,
            "name":"Chicken soup",
            "image":"assets/chicken.jpeg",
            "description":"Chicken soup is one of the most popular dishes not only of our national cuisine, but also of Turkish and Russian cuisines. You can cook this soup with or without rice as you wish..."
        },
        {
            "id": 8,
            "name":"Mushroom soup",
            "image":"assets/mushroom.webp",
            "description":"Mushroom soup takes up to 1 kilogram of mushrooms. If you are a mushroom lover, this dish is for you. We believe that this dish is your..."
        },
        {
            "id": 9,
            "name":"Red lentil soup",
            "image":"assets/red.jpg",
            "description":"Ingredients 1 cup red lentils 1 onion (chopped) 1 carrot (chopped) 1 potato (chopped)..."
        },
        {
            "id": 10,
            "name":"Dumplings",
            "image":"assets/pelmeni.jpg",
            "description":"Every woman must have a food that will save her when she is in a difficult situation. We will introduce you to one of the savior dishes, Pelmeni ..."
        },
        {
            "id": 11,
            "name":"Dushbara",
            "image":"assets/dusbere.jpeg",
            "description":"A recipe for Dushbara, one of the most spectacular dishes of the Baku area."
        },
        {
            "id": 12,
            "name":"Borsch",
            "image":"assets/borsch.jpeg",
            "description":"A recipe for borscht, the favorite soup of the winter months, which entered our national cuisine from Russian cuisine"
        },
        {
            "id": 13,
            "name":"Meatballs",
            "image":"assets/meatballs.jpeg",
            "description":"Recipe for Kufta-Bozbash, one of the irreplaceable dishes of our national cuisine (the word Kufta is derived from the Persian word koftan, which means to crush)."
        },
        {
            "id": 14,
            "name":"Skull (barefoot, khash) ",
            "image":"assets/skull.jpeg",
            "description":"Kallepacha (barefoot, khash) recipe, one of the indispensable dishes of national cuisine"
        },
        {
            "id": 15,
            "name":"Sheki piti",
            "image":"assets/piti.jpeg",
            "description":"The recipe for Sheki Pitisi, one of the tastiest dishes of the northern region, is designed for 6 people. Preparation time 6 hours..."
        },
        {
            "id": 16,
            "name":"Kuftabozbash",
            "image":"assets/kuftabozbash.jpeg",
            "description":"Recipe for Küftabozbaş, one of the delicious dishes of national cuisine"
        },
        {
            "id": 17,
            "name":"Pomidor supplied receptive",
            "image":"assets/pomidorsupuresepti.jpg",
            "description":"Recipe for tomato soup"
        }
    ]
}   